<?php 
session_start();
include_once('server.php');

$m_u = $_COOKIE['u'];
$user_id = $_SESSION['USER_ID'];

if(isset($m_u)) {
	$oname = "";
    $mail = "";
    $errors = array();
	$servername = "213.131.53.246";
	$username = "root";
	$password = "zipo*8";
	$dbname = "kadrebi";
	
	

	// Create connection
	$db = new mysqli($servername, $username, $password, $dbname);
	// Check connection
	if ($db->connect_error) {
	die("Connection failed: " . $db->connect_error);
	} 
	$db->set_charset("utf8");
	
	
	$query_ss_info = mysqli_query($db, "SELECT * FROM kadrebi WHERE `ID`='$m_u'");
	$fetch_ss_info = mysqli_fetch_array($query_ss_info);
	$user_IDs = $fetch_ss_info['ID'];
	$user_name = $fetch_ss_info['name'];
	$user_ostatus = $fetch_ss_info['ostatus'];
	$user_head = $fetch_ss_info['head'];
	$user_code = $fetch_ss_info['code'];
	$user_bank = $fetch_ss_info['bank']; 
	$user_bankcode = $fetch_ss_info['bankcode']; 
	$user_status = $fetch_ss_info['status']; 
	$user_mail = $fetch_ss_info['mail']; 
	$document = '<center>ხელშეკრულება</center><p>
<p align="right">ერთის მხრივ შპს „ ჩეკინფო”–ს (ს/კ 400213899) დირექტორი  დავით ხარატი (შემდგომში „ოპერატორი „) და მეორეს მხრივ  '.$user_name.'  '.$user_name.'  '.$user_ostatus.' ( ს/კ '.$user_code.') მისი დირექტორის   '.$user_head.'       (შემდგომში  „აბონენტი“) <p> ვაფორმებთ წინამდებარე ხელშეკრულება შემდეგზე:<p>
ხელშეკრულებაში გამოყენებელ ტერმინთა განმარტება:<p>
– „აბონენტი“ - მეწარმე ფიზიკური და იურიდიული პირი.<p>
–„მესამე პირი“– იურიუდიული ან/და ფიზიკური პირი, რომელიც წარმოადგენს აბონენტთან გაფორმებული შრომითი ან/და ბიზნეს ხელშეკრულებით მხარეს, რომლის მიერ დარღვეული იქნა ხელშეკრულებით გათვალისწინებული პირობები და ვალდებულებები..<p>
- „www. checkinfo.ge–ს საინფორმაციო ელექტრონული ბაზა“ - საინფორმაციო ელექტრონული ბაზა, სადაც აიტვირთება „აბონენტის“ მიერ „მესამე პირზე ინფორმაცია“, რომელზეც წვდომა ექნება მხოლოდ სპეციალური ელექტრონული წესითა და ფორმით დარეგისტრირებულ (რაც ხელშეკრულების პირობების მიღებით დადასტურდება ასევე ელექტრონულად) ჩეკინფოს აბონენტებს. სპეციალური ელექტრონული რეგისტრაციის წესი და ფორმა განსაზღვრულია შპს ჩეკინფოს მიერ ვებგვერდზე: www.checkinfo.ge.<p>
-„სააბონენტო ტარიფი“ -რეგისტრაციისას არჩეული მომსახურების სახეობის გადასახადი. რეგისტრაციის გავლის, შესაბამისი პაკეტის არჩევის და ტარიფის გადახდის შემდეგ აბონენტი უფლებამოსილია ისარგებლოს „აბონენტი“-ს სტატუსი<p>
-„ინფორმაცია“ -აბონენტის მიერ ჩეკინფოს საინფორმაციო ელექტრონულ სერვერზე განსათავსებელი დასაშვები ინფორმაცია, რომელიც გამომდინარეობს შრომითი ან/და ბიზნესხელშეკრულებებით განსაზღვრულ სამეწარმეო და შრომითი საქმიანობის პროცესში „მესამე პირის“ მიერ რაიმე სახის ვალდებულების შეუსრულებლობის ან არაჯეროვნად შესრულებიდან, რომლის შესაბამისი სტატუსით განთავსებასაც საჭიროდ ჩათვლის ჩეკინფოს საინფორმაციო ბაზაში „აბონენტი“, ქვემოდ მოცემული ხელშეკრულების პირობების და წესების სრულად დაცვის შესაბამისად<p>
-„ სარეგისტრაციო განაცხადი ”- აბონენტის მიერ საინფორმაციო სერვერზე აბონენტად რეგისტრაციის სავალდებულო შესავსები ფორმა.
ჩეკინფოს საინფორმაციო ბაზის შექმნის საფუძველი და მიზანი.<p>
www. checkinfo.ge–ს ელ. ბაზის შექმნის  საფუძველია მეწარმე ფიზიკურ და იურიდიულ პირებს  შორის შრომითი ურთიერთობების და სამეწარმეო საქმიანობის პროცესში ხელშეკრულებით გათვალისწინებული ვალდებულებების არაჯეროვნად შესრულების ან/და შეუსრულებლობის შესახებ ინფორმაციის განთავსება  www. checkinfo.ge-ზე „ოპერატორის“  მიერ დადგენილი პირობებით, რაც ხელმისაწვდომი იქნება მხოლოდ www. checkinfo.ge-ზე „აბონენტად“ რეგისტრირებული იურიდიული და მეწარმე ფიზიკური პირებისათვის.<p>
 www. checkinfo.ge–ს არსებობა და განვითარება ხელს შეუწყობს ბიზნესის და შრომითი ურთიერთობების ჯანსაღ განვითარებას, პასუხისმგებლობის ამაღლებას და გაუთვალისწინებელი რისკების თავიდან აცილებას  შრომითი დასაქმების თუ სამეწარმეო საქმიანობის  დაგეგმარების პროცესში, მომავალში სანდო ბიზნეს პარტნიორის შერჩევასა და   ურთიერთობების სწორად განვითარებაში.<p>
                                                                                                       მუხლი 1.<p>
                                                                                       ხელშეკრულების საგანი<p>
1.1 www.checkinfo.ge –ზე საინფორმაციო ბაზაში, მეწარმე ფიზიკური და იურიდიული პირების შესახებ „ინფორმაციის“ გადამოწმება და განთავსება–მოხსნაზე ელექტრონული წვდომა. ამასთან ეს ინფორმაცია არ უნდა იყოს წინააღმდეგობაში საქართველოს კანონთან „პერსონალურ მონაცემთა დაცვის შესახებ“ და სხვა საკანონმდებლო აქტებთან; აღნიშნული ინფორმაცია ხელმისაწვდომი იქნება მხოლოდ ჩეკინფოს ელექტრონულ სერვერზე დარეგისტრირებული „აბონენტებისათვის“. თავის მხრივ რეგისტრაცია იწვევს ხელშეკრულებაზე „აბონენტის“ ხელმოწერა- მიერთებას, შპს ჩეკინფოს მიერ www.checkinfo.ge-ზე განთავსებული აპლიკაციის და ხელშეკრულების განსაზღვრული პირობებით და წესების სრული დაცვით.<p>
1.2 -„ინფორმაცია“ არ ასახავს მარტო იმ დარღვევებს, რაც პირდაპირ რეგულირებულია საქართველოს საკანონმდებლო აქტებით (ე.წ. „შავი სიების შესახებ“ და სხვ.) ამასთან „ინფორმაციად“ ბაზაში განთავსდება მხოლოდ ფიზიკური ან იურიდიული პირის დასახელება, საიდენტიფიკაციო კოდი, ატვირთვის თარიღი და კონკრეტული სტატუსი (დარღვევა–გადაცდომის ფაქტზე), რომელი ინფორმაციის სისწორეზე და მის დეტალებზე სრულად პასუხისმგებელია ცალსახად და ერთპიროვნულად „აბონენტი<p>
1.3	ნებისმიერ რეგისტრირებულ იურიდიულ და მეწარმე ფიზიკურ პირს გააჩნია www.checkinfo.ge-ზე  „აბონენტად“ რეგისტრაციის უფლება.<p>
1.4	სარეგისტრაციო განაცხადი წარმოადგენს ხელშეკრულების განუყოფელ ნაწილს.<p>






მუხლი 2.<p>
მხარეთა პასუხისმგებლობა და ვალდებულებები<p>
2.1 „ოპერატორი“  პასუხისმგებელია:<p>
– www.checkinfo.ge-ს გამართულ მუშაობაზე.<p>
– აბონენტისთვის  24 /7  სერვისის მიწოდებაზე (სერვერზე წარმოებული სამუშაოების პერიოდის გარდა.) აბონენტის მიერ შეძენილი მომსახურების პაკეტის მოქმედების  პერიოდში.<p>
–„აბონენტის“ მიერ  სარეგისტრაციო განაცხადში და ხელშეკრულებაში  ასახული მონაცემების  კონფიდენციალურობაზე.<p>
2.2 „აბონენტი“ პასუხისმგებელია:<p>
–  სარეგისტრაციო  განაცხადის სრული სიზუსტით  შევსებაზე.<p>
– ერთპიროვნულად „მესამე პირებზე“ ასატვირთი „ინფორმაციის“ სიზუსტესა და მართლზომიერებაზე წინამდებარე ხელშეკრულების, პერსონალურ მონაცემთა დაცვის შესახებ კანონის და საქართველოს სხვა მოქმედი კანონმდებლობის შესაბამისად.<p>
– „მესამე პირი“–ს შესახებ სერვერზე „ინფორმაციის“ განთავსების შემთხვევაში  „მესამე პირის“ ოფიციალურად ინფორმირებულობაზე (შეტყობინებაზე)<p>
-– www.checkinfo.ge–ს ბაზიდან მოძიებული ინფორმაციის მხოლოდ საკუთარი ბიზნეს საქმიანობაში სამომავლო რისკების შეფასება-აცილების მიზნით გამოყენებაზე, მოპოვებული ინფორმაციის კონფიდენციალურობის დაცვაზე და სხვა პირებისათვის გადაცემის–გასაჯაროების დაუშვებლობაზე<p>
- რომ გაცნობილია საქართველოს მოქმედ კანონმდებლობას, ცალსახად და მკაცრად დაიცავს ხელშეკრულების პირობებს და წესებს არ გამოიყენებს ბოროტად www.checkinfo.ge–ს ბაზასთან წვდომის შესაძლებლობას და არასდროს განათავსებს ინფორმაციას (მცდარი,ცრუ და რეპუტაციის შემლახველი) „მესამე პირებზე“ სხვა პირების დაკვეთით, ანგარების, პირადი გამორჩენის და ცილისწამების მიზნით.<p>
2.3 ოპერატორი  ვალდებულია:<p>
– „ოპერატორთან“ წარმოდგენილი წერილობითი შეტყობინების საფუძველზე „მესამე პირის“ მიერ აბონენტთან მიმართებაში დაწყებული სასამართლო დავის პერიოდში საბოლოო გადაწყვეტილებამდე ბაზაში დაარედაქტიროს შესაბამისი სტატუსით ინფორმაცია.<p>
2.4 აბონენტი ვალდებულია:<p>
– „მესამე პირთან“ გასაფორმებელ  ხელშეკრულებაში გაითვალისწინოს  კონკრეტული მუხლით, ხელშეკრულებით გათვალისწინებული ვალდებულებების არასრულად შესრულების შემთხვევაში დამრღვევი მხარის შესახებ „ინფორმაციის“ www.checkinfo.ge-ზე  განთავსების უფლებამოსილება.<p>
- „მესამე პირთან“ პირთან გაფორმებულ  ხელშეკრულებაში  კონკრეტული მუხლით www.checkinfo.ge-ზე  განთავსების უფლებამოსილების არ არსებობის შემთხვევაში, „მესამე პირს“ ოფიციალური  წერილობითი შეტყობინებით აცნობოს ინფორმაცია ხელშეკრულებით გათვალისწინებული ვალდებულებების (გონივრულ ვადაში) შეუსრულობლობის შემთხვევაში www.checkinfo.ge –ზე  „ინფორმაციის“ განთავსების  შესახებ.<p>
– „მესამე პირის“ მიერ „აბონენტთან“ სასამართლო დავის დაწყების შემთხვევაში www.checkinfo.ge –ზე დაუყონებლივ ასახოს ინფორმაცია შესაბამისი სტატუსით.<p>
 – „მესამე პირის“ მიერ „აბონენტთან“ ხელშეკრულებით გათვალისწინებული ვალდებულებების სრულად ან/და ნაწილობრივ შესრულება–დაფარვის შემთხვევაში „აბონენტი“ ვალდებულია მყისიერად განახორციელოს რედაქტირება www.checkinfo.ge –ზე განთავსებული „მესამე პირის“ შესახებ ატვირთული ინფორმაციებში<p>
–სარეგისტრაციო განაცხადში ასახული მონაცემების ნებისმიერი ცვლილების შესახებ დაუყონებლივ აცნობოს „ოპერატორს“ ელექტრონულად  info@checkinfo.ge-ზე შესაბამისი შესწორებების  განხორციელების მიზნით.<p>
<p>მუხლი 3.
<p>ტარიფები და გადახდის წესი<p>
3.1 სააბონენტო ტარიფები:<p>
<p>24 (ოცდაოთხი) თვე ---- 200 (ორასი) ლარი. ( პაკეტი 1)<p>
12 (თორმეტი) თვე –– 120 (ასოცი) ლარი. ( პაკეტი 2)<p>

3.2 შემდგომი იდენტიფიკაციისთვის „აბონენტის“ მიერ გადახდა ხორციელდება სარეგისტრაციო განაცხადის შევსების დროს შესაბამისი ინვოისის საფუძველზე უნაღდო ანგარიშსწორებით ხელშეკრულებაში მითითებულ „ოპერატორის“ საბანკო ანგარიშზე, მხოლოდ“ აბონენტი“–ს საბანკო ანგარიშიდან, რომელიც მითითებულია სარეგისტრაციო განაცხადში თანხის სხვა ანგარიშიდან ჩარიცხვის შემთხვევაში „აბონენტს“ არ გაუაქტიურდება წვდომა www.checkinfo.ge –ზე აბონენტის სტატუსით<p>
<p>3.3 „ოპერატორის“ საბანკო ანგარიშზე თანხის ასახვიდან 48 საათში „აბონენტი“–მიიღებს მომხმარებლის სტატუსს და პაროლს მის მიერ არჩეული მომსახურების პაკეტით განსაზრვრული ვადის შესაბამისად ორგანიზაციის ელექტრონულ ფოსტაზე, რომელიც მითითებული იქნება სარეგისტრაციო განაცხადში.
<p>3.4„ოპერატორი“უფლებამოსილია ცალმხრივად მომსახურების ტარიფების  ცვლილების, რის  შესახებაც   ინფორმაცია განთავსდება   www.checkinfo.ge –ზე და „აბონენტს“ დაეგზავნება შეტყობინება სარეგისტრაციო განაცხადში ასახულ ტელეფონის ნომრებზე და ელექტრუნულ ფოსტაზე 
<p>3.5 მომსახურების ვადის ამოწურვამდე 15 დღით ადრე „აბონენტს“ დაეგზავნება შეთავაზება სარეგისტრაციო განაცხადში ასახულ ტელეფონის ნომრებზე და ელექტრუნულ ფოსტაზე მომსახურების გაგრძელების შეთავაზების შესახებ. მომსახურების ვადის ამოწურვამდე „აბონენტი“-ს მიერ მომსახურების თანხის გადახდის შემთხვევაში, ხელშეკრულება ჩაითვლება გაგრძელებულად იგივე პირობებით და ვადით.
<p>3.6 მომსახურები მქონე უწყვეტად რეგისტრირებულ „აბონენტები“–სთვის იმოქმედებს „აბონენტად“ პირველადი რეგისტრაციის დროს მოქმედი ტარიფები და ტარიფების ცვლილება არ შეეხება არც ერთ ეტაპ
<p>3.7 აბონენტის მიერ www.checkinfo.ge–ს მომსახურების შეწყვეტისთანავე აბონენტის მიერ „მესამე პირებზე“ ატვირთული ყველა „ინფორმაცია“ გადაინაცვლებს www.checkinfo.ge–ს არქივში და არ იქნება ხელმისაწვდომი www.checkinfo.ge–ს აბონენტებისთვის, ხოლო მომსახურების განახლების შემთხვევაში ყველა „ინფორმაცია“ ავტომატურად განახლდება სერვერზე.
<p>3.8 აბონენტის მიერ ხელშეკრულების პირობების დარღვევის შემთხვევაში ოპერატორი იტოვებს უფლებას ცალმხრივად შეწყვიტოს ხელშეკრულება და აბონენტს შეუჩეროს წვდომა www.checkinfo.ge–ს საინფორმაციო ბაზასთან გადახდილი თანხის უკან დაბრუნების გარეშე.
<p>3.9 აბონენტს ხელშეკრულების ვადამდე შეწყვეტის მოთხოვნის შემთხვევაში გადახდილი თანხა უკან არ დაუბრუნდება
<p>მუხლი 4.
<p>ფორს-მაჟორი
<p>4.1 მხარეები თავისუფლდებიან ამ ხელშეკრულებით ნაკისრი ვალდებულებებისგან ფორს–მაჟორული გარემოებების შედეგად ვალდებულებების შეუსრულებლობის ან ნაწილობრივი შესრულების შემთხვევაში.
<p>მუხლი 5.
<p>სხვადასხვა
<p>5.1 ეს ხელშეკრულება რეგულირდება საქართველოს კანონმდებლობით
<p>5.2 ნებისმიერი უთანხმოება რეგულირდება მხარეებს შორის მოლაპარაკებით, წინააღმდეგ შემთხვევაში საქართველოს სასამართლოში.
<p>5.3  ხელშეკრულება შედგენილია ორ ეგზემპლიარად და ორივეს გააჩნია თანაბარი იურიდიული ძალა.</center>
	
                                                                                                                 
<style type="text/css">
#element1 {float:left;margin-right:30px;} 
#element2 {float:left;} 
</style>

<div id="element1">
<p>
“ოპერატორი“ 
<p>ხელმოწერა: დავით ხარატი
 <p>შპს ჩეკინფო 
 <p>ს/კ 400213899
 <p>ბანკის კოდი – TBCBGE 22
 <p>ანგარიშსწორების ანგარიში – GE08TB7235636080100004   
</div>
<div id="element2">
<p>„ აბონენტი“
<p>
ხელმოწერა: '.$user_head.'
  <p>'.$user_status.'  '.$user_name.'
 <p>ს/კ  '.$user_code.' '.$user_oname.'
 <p>ბანკის კოდი  '.$user_bankcode.'
 <p>ანგარიშსწორების ანგარიში   '.$user_bank.'
</div>
';

if(isset($_POST['get_document'])) {
	$rand = rand(9999, 9999999999);
	$file_name = "$m_u-$rand-policy.xls";
	$output1 = "files/$file_name";
	file_put_contents($output1, $document);
	header('Content-Disposition: attachment; filename='.$file_name);
	header('Content-type: application/excel');
	$data = '<html xmlns:x="urn:schemas-microsoft-com:office:excel">
	<head>
		<!--[if gte mso 9]>
		<xml>
			<x:ExcelWorkbook>
				<x:ExcelWorksheets>
					<x:ExcelWorksheet>
						<x:Name>Statistics</x:Name>
						<x:WorksheetOptions>
							<x:Print>
								<x:ValidPrinterInfo/>
							</x:Print>
						</x:WorksheetOptions>
					</x:ExcelWorksheet>
				</x:ExcelWorksheets>
			</x:ExcelWorkbook>
		</xml>
		<![endif]-->
	</head> 
	<body>
	'.$document.'
	</body></html>';
	echo $data;
} else {
	echo $document;
}
} ?><br/>
<center>
	<div style="width:100%;overflow:hidden;">
	<form method="POST" action="invoice.php" name="accept">
		<input type="checkbox" value='1' name='get_document' required/> <font color="red">მონიშნეთ უჯრა ხელმოწერის გასაკეთებლად! ***</font>
		<input type="hidden" value='<?php echo $m_u; ?>' name='user_id' required readonly/>
		<input type="submit" name="submit" value="ხელშეკრულების პირობებზე ხელის მოწერა და ინვოისის არჩევა">
		<input type="button" value="უარყოფა" onclick="document.location.href='/index.php';">
	</form></center>
</div>

