<meta charset="utf-8">
<style type="text/css">
	* { background-color: #fff; }
</style>
<a style="background: #2ecc71;color:#fff;padding: 5px;" id="exportForm">for print click here</a>
<div id="first-page">
	<p>კონკრეტული ობიექტის დაცვის ხელშეკრულება</p>
<p>ქ. თბილისი &ldquo;___&rdquo;___________&rdquo; 201--- წელი<br />ერთის მხრივ, შეზღუდული პასუხისმგებლობის საზოგადოება &ldquo;ვიქტორია სექიურითი&rdquo;, შემდგომში<br />&ldquo;დამსაქმებელი&rdquo; მისი გენერალური დირექტორის მოადგილის კახა ნავაძის სახით და მეორეს<br />მხრივ ---------------------------------------------------------------------------------- შემდგომში &ldquo;დასაქმებული&rdquo; ვდებთ<br />ხელშეკრულებას შემდეგზე:</p>
<p><br /><strong>1. დაცვითი საქმიანობის არსი და პირობები</strong></p>
<p><br />1.1. &ldquo;დასაქმებული&rdquo; განახორციელებს ------------------------------------------------------------------------------------------------------<br />---------------------------------------------------------- საზოგადოებრივი წესრიგისა და მატერიალური ქონების დაცვას,<br />მდებარე -----------------------------------------------------------------------------------------------------------------------------------------<br />----------<br />1.2. ობიექტის დაცვას მცველი განახორციელებს შემდეგი გრაფიკითა და განრიგით: ------------------------------</p>
<p><strong>2. მხარეთა უფლება-მოვალეობები</strong></p>
<p>2.1. მხარეთა უფლება-მოვალეობები, საქმიანობის საგანი და სფერო განისაზღვრება საქართველოს ,,შრომითი<br />კოდექსით&rdquo;, საქართველოს კანონით &ldquo;კერძო დაცვითი საქმიანობის შესახებ&rdquo;, შრომითი ხელშეკრულებითა და აღნიშნული<br />ხელშეკრულების საფუძველზე.<br />2.2 &ldquo;დამსაქმებელი&rdquo; ვალდებულია:<br />- უზრუნველყოს &ldquo;დასაქმებული&rdquo; სამუშაო პირობებით, რაც აუცილებელია წინამდებარე ხელშეკრულებით გათვალისწინებული<br />მოვალეობების შესასრულებლად;<br />- უზრუნველყოს &ldquo;დასაქმებული&rdquo; დაცვის განხორციელებისათვის საჭირო საშუალებებით.<br />- დააზღვიოს &bdquo;დასაქმებულის&ldquo; სიცოცხლე და ჯანმრთელობა ხელშეკრულების მოქმედების ვადის განმავლობაში.<br />2.3 &ldquo;დამსაქმებელს&rdquo; უფლება აქვს:<br />- მოსთხოვოს &ldquo;დასაქმებულს&rdquo; ხელშეკრულებით ნაკისრი მოვალეობების ზუსტი და განუხრელი შესრულება;<br />- თავისი შეხედულებისამებრ &bdquo;დასაქმებულს&ldquo; შეუცვალოს დასაცავი ობიექტი, (სამუშაო ადგილი) შესაბამისი<br />ანაზღაურების გათვალისწინებით.<br />- &bdquo;დამსაქმებელსა&ldquo; და დასაცავ ობიექტს შორის დაცვითი ხელშეკრულების შეწყვეტის დღიდან, შეუწყვიტოს<br />&bdquo;დასაქმებულს&ldquo; შრომითი და კონკრეტული ობიექტის დაცვის ხელშეკრულება.<br />- &ldquo;დასაქმებულის&rdquo; მიერ ვალდებულების შეუსრულებლობის შემთხვევაში, ცალმხრივად შეწყვიტოს ხელშეკრულება;<br />- ობიექტის ხელმძღვანელის (დამქირავებლის) შეხედულებისამებრ, კონკრეტული მიზეზის განმარტების გარეშე, შეუცვალოს<br />სამუშაო ადგილი ან ცალმხრივად, ვადამდე შეუწყვიტოს ხელშეკრულება &ldquo;დასაქმებულს&rdquo;<br />- &bdquo;დასაქმებულის&ldquo; მიერ ერთი თვით ადრე წერილობითი შეტყობინების გარეშე სამსახურიდან წასვლის შემთხვევაში, არ<br />გადაუხადოს შრომითი ხელშეკრულების 3.1. მუხლით გათვალისწინებული ანაზღაურება.<br />2.4 &ldquo;დასაქმებული&rdquo; ვალდებულია:<br />- უზრუნველყოს ობიექტზე ფულადი სახსრების და ქონების დაცვა მართლსაწინააღმდეგო ქმედებისაგან.<br />- უზრუნველყოს ობიექტზე საზოგადოებრივი წესრიგის დაცვა.<br />- სამსახურეობრივი მოვალეობის შესრულების დროს თან იქონიოს მცველის დამადასტურებელი მოწმობა<br />- დაცვის განხორციელების (სამუშაოს შესრულების) დროს არ შევიდეს კონტაქტში უცხო პირებთან და არ მიიღოს ალკოჰოლური<br />სასმელი;<br />- ზუსტად და განუხრელად შეასრულოს კანონის, ხელშეკრულების, დაცვის სამსახურის შინაგანაწესის მოთხოვნები, ასევე<br />ზეპირი მითითებები.<br />- იყოს ყოველთვის დაკვირვებული და ყურადღებიანი, თვალი ადევნოს ობიექტზე არსებულ ვითარებას;<br />- არ დატოვოს დასაცავი ობიექტი და საგუშაგო სამუშაო პერიოდში;<br />- სამუშაო დღის დასრულებამდე,შეამოწმოს დასაცავი ობიექტის სახანძრო-დაცვითი სიგნალიზაციის მუშაობის<br />მდგომარეობა და მისი გაუმართაობის შემთხვევაში, აცნობოს დაცვის სამსახურს, ხარვეზის აღმოსაფხვრელად, მის<br />აღდგენამდე უზრუნველყოს ობიექტის დაცვა.<br />- გამოცხადდეს სამუშაოზე ,,დამსაქმებლის&lsquo;&rsquo; მიერ დამტკიცებული გრაფიკის მიხედვით და ფორმის<br />ტანსაცმლით.<br />- საგანგებო ვითარებაში შესაბამისი ინფორმაცია მიაწოდოს დაცვის სამსახურს და იმოქმედოს დადგენილი წესების და სიტყვიერი<br />ინსტრუქციების შესაბამისად;<br />- აუცილებლობის შემთხვევაში, აღნიშნული ხელშეკრულებით განსაზღვრული ანაზღაურებით, (დამატებითი ანაზღაურების გარეშე)<br />დამატებით იმუშაოს არაუმეტეს ორი ცვლისა, ,,დამქირავებლის&rsquo;&rsquo; მიერ განსაზღვრული გრაფიკის შესაბამისად.<br />- არ გაახმაუროს დაცვის სამსახურის კონფიდენციალური ინფორმაცია ;<br />- სამსახურიდან საკუთარი სურვილით წასვლის შემთხვევაში ერთი თვით ადრე, წერილობით, აცნობოს ,,დამსაქმებელს&rdquo;</p>
<p>- &laquo; დასაქმებულის &raquo; მიერ, დასაცავ ობიექტზე მომსახურების ხელშეკრულების შეწყვეტის შემდგომ, დაცვითი ფუნქციების<br />განხორციელებისას &laquo; დასაქმებული &raquo; დაჯარიმდება &laquo; დასაქმებულთან &raquo; მუშაობის მთელი პერიოდის მანძილზე მიღებული ხელფასის<br />50%-ის ოდენობით და არ მიეცემა ბოლო თვის შრომითი ანაზღაურება.<br />- თავისი მოვალეობების სრულყოფილად შესრულების მიზნით, სრულად გაეცნოს კანონს ,,კერძო დაცვითი საქმიანობის შესახებ&rdquo; და<br />სამსახურში მოქმედ შინაგანაწესს.<br />2.5 ,,დასაქმებულს&rdquo; უფლება აქვს:<br />- დაცვის განხორციელებისათვის მიიღოს ხელშეკრულებით გათვალისწინებული ანაზღაურება;</p>
<p><br /><strong>3. ხარჯების ანაზღაურების წესი</strong></p>
<p>3.1. ,,დამსაქმებელი&rsquo;&rsquo; აზღვევს ,,დასაქმებულის&rsquo;&rsquo; სიცოცხლეს და ჯანმრთელობას ხელშეკრულების მოქმედების ვადის განმავლობაში<br />საკუთარი ხარჯით.<br />3.2 ,,დამსაქმებელი&rsquo;&rsquo; საჭიროების მიხედვით ,,დასაქმებულს&rsquo;&rsquo; საკუთარი ხარჯით გადასცემს დაცვითი საქმიანობის<br />განხორციელებისათვის აუცილებელ ფორმის ტანსაცმელს და ტექნიკურ აღჭურვილობას.<br />3.3 ,,დასაქმებული&rsquo;&rsquo; საკუთარი ხარჯით შეიძინს დაცვით საქმიანობაზე კონტროლის განმახორციელებელი ორგანოს მიერ დამტკიცებულ იმ<br />ფორმის ტანსაცმელს, რომელსაც საჭიროების შემთხვევაში განუსაზღვრავს ,,დამსაქმებელი&rsquo;&rsquo;.<br />3.4 ,,დასაქმებული&rsquo;&rsquo; გადაიხადის მცველის მოწმობის საფასურს 20 (ოცი) ლარს დაცვით საქმიანობაზე კონტროლის განმახორციელებელი<br />ორგანოს ანგარიშზე ჩარიცხვის გზით.<br />3.5 ,,დასაქმებული&rsquo;&rsquo; უნდა გაუფრთხილდეს დაცვის სამსახურის მიერ მისთვის დროებით სარგებლობაში გადაცემულ დაცვის<br />განხორციელებისათვის განკუთვნილ ქონებას. ზემოაღნიშნული ქონების დაზიანების ან დაკარგვის შემთხვევაში აანაზღაურებს მის<br />საბაზრო ღირებულებას<br />3.6 ,,დასაქმებული&rsquo;&rsquo; ,,დამსაქმებლისათვის&ldquo; ერთი თვით ადრე წერილობითი შეტყობინების გარეშე, სამსახურიდან საკუთარი სურვილით<br />წასვლის შემთხვევაში ,,დამსაქმებლს&rdquo; აუნაზღაურებს მასზე გაწეულ დაზღვევის ხარჯს.<br />3.7 ,,დასაქმებული&rsquo;&rsquo; აანაზღაურებს მისი ბრალით მიყენებულ მატერიალურ ზარალს;</p>
<p><br /><strong>4. ხელშეკრულების ვადა</strong></p>
<p>4.1. ხელშეკრულება ძალაში შედის 201--- წლის ----------------------------------------<br />4.2. ხელშეკრულება მოქმედებს უვადოდ.<br />4.3 ხელშეკრულების პირველი 6 (ექვსი) თვე ითვლება გამოსაცდელ ვადათ.</p>
</div>
<div id="second-page">
<p><br /><strong>5. დავების გადაწყვეტის წესი</strong></p>
<p>5.1. ამ ხელშეკრულებიდან გამომდინარე მხარეთა შორის წამოჭრილი ყოველი უთანხმოება გადაწყდება ურთიერთშეთანხმებით.<br />შეუთანხმებლობის შემთხვევაში დავა გადაეცემა სასამართლოს, საქართველოში მოქმედი კანონმდებლობის შესაბამისად.</p>
<p><strong>6. სხვა პირობები</strong></p>
<p>6.1. წინამდებარე ხელშეკრულება შედგენილია ქართულ ენაზე 2 (ორი) ეგზემპლარად, ხელმოწერილია და ორივეს თანაბარი იურიდიული ძალა<br />აქვს.<br />6.2 ხელშეკრულებაში ცვლილებების შეტანა დასაშვებია მხოლოდ მხარეთა წერილობითი შეთანხმებით.</p>
<p><strong>7. მხარეთა რეკვიზიტები</strong></p>
<p>7.1. ,,დამსაქმებელი&rdquo;- შ.პ.ს. &ldquo;ვიქტორია სექიურითი&rdquo; ქ. თბილისი, ჩიქოვანის ქ #2; ტელ: 2 50 50 90<br />7.2. ,,დასაქმებული&rdquo; (დაცვის თანამშრომელი): პირადი ნომერი ----------------------------------------------<br />რეგ. მის:---------------------------------------------------------------------------------------------------- ტელ:--------------------------------<br />შ.პ.ს. &ldquo;ვიქტორია სექიურითი&rdquo;-ს<br />გენერალური დირექტორის<br />მოადგილე: /კ. ნავაძე/</p>
<p>,,დასაქმებული&rdquo; /----------------------------------/</p>
</div>
<script type="text/javascript" src="https://cdnjs.cloudflare.com/ajax/libs/jspdf/1.3.2/jspdf.min.js"></script>
<script type="text/javascript" src="https://cdnjs.cloudflare.com/ajax/libs/html2canvas/0.4.1/html2canvas.min.js"></script>
<script type="text/javascript" src="https://cdnjs.cloudflare.com/ajax/libs/jquery/3.1.0/jquery.min.js"></script>
<script type="text/javascript">
	$('#exportForm').click(function(){
  var pdf = new jsPDF('a', 'mm', 'a4');
  var firstPage;
    var secondPage;
  
  html2canvas($('#first-page'), {
    onrendered: function(canvas) {
      firstPage = canvas.toDataURL('image/jpeg', 1.0);
    }
  });
  
    html2canvas($('#second-page'), {
    onrendered: function(canvas) {
      secondPage = canvas.toDataURL('image/jpeg', 1.0);
    }
  });
  
  setTimeout(function(){
    pdf.addImage(firstPage, 'JPEG', 5, 5, 200, 0);
    pdf.addPage();
        pdf.addImage(secondPage, 'JPEG', 5, 5, 200, 0);
    pdf.save("export.pdf");
  }, 150);
});
</script>

